[
    {
        "cofacilitator": "Cindy Taibi", 
        "cofacilitator_twitter": "", 
        "description": "Both mentorship and sponsorship are important for career advancement. Mentors provide guidance and coaching. But sponsors endorse and advocate. Employees with sponsors earn higher profile assignments, have more advancement opportunities, and stay at companies longer. In addition to the personal benefit, all (smart, modern) companies want to create a more robust and diverse pipeline of leaders, and sponsorship is an effective way to develop diverse, homegrown talent. \n\nIn the session, we’ll explore the difference between mentorship and sponsorship, discuss what makes a successful sponsor, how proteges can get the most out of sponsorship, how to create a sponsorship program like the one we’re piloting at The Times.", 
        "facilitator": "Erin Grau", 
        "facilitator_twitter": "therealeringrau", 
        "title": "A mentor will get you coffee. A sponsor will get you a promotion."
    }, 
    {
        "cofacilitator": "Jacob Sanders", 
        "cofacilitator_twitter": "thejqs", 
        "description": "At most media outlets, skillsets are evolving way faster than org charts and job descriptions are. Many of us news nerds see ourselves as data journalists, UX designers, etc., even if our actual role is something else -- web producers, beat reporters, perhaps the dreaded catch-all techie computer person. How do we stay on track toward career goals if our day job isn’t in total alignment with them, particularly if we can't or don't want to quit said job? And what can managers do to nurture ambitious employees and utilize their skills, even where there's no obvious pipeline but plenty of gruntwork that still needs doing? You'll go back to your newsroom with strategies to take next steps on these challenges.", 
        "facilitator": "Tyler Machado", 
        "facilitator_twitter": "tylermachado", 
        "title": "Boosting Careers Without the Ladder"
    }, 
    {
        "cofacilitator": "Matt Boggie", 
        "cofacilitator_twitter": "MattBoggie", 
        "description": "Technology & design teams in news organizations are often highly siloed, disparate not only from one another but also within each discipline. Distinct groups handle design and development, product design and editorial design, data visualization and branding. What advantages do we gain by building interdisciplinary teams that allow for better cross-functional collaboration? What does it mean to do this at the organizational level and not just for one-time projects? What does a cross-disciplinary team look like in practice? How do we reap the benefits of this kind of team collaboration and what are the unique challenges? We will discuss how we’ve intentionally been building cross-disciplinary design and technology teams at Axios, review the benefits we’ve seen, and lead a broader discussion about how to make the most of working closely with others who have different processes and perspectives.", 
        "facilitator": "Alexis Lloyd", 
        "facilitator_twitter": "alexislloyd", 
        "title": "Dot your i’s and cross your teams:  Building interdisciplinary design & tech teams for better news orgs"
    }, 
    {
        "cofacilitator": "", 
        "cofacilitator_twitter": "", 
        "description": "Managing developers can sometimes feel like herding cats.  If you wear a developer hat as well as a manager hat, how do you split your time and workload?  In this session, we discuss strategies for balancing our own software development responsibilities as well as our management responsibilities. ", 
        "facilitator": "Louise Yang", 
        "facilitator_twitter": "nakedsushi", 
        "title": "Herding cats while being a cat"
    }, 
    {
        "cofacilitator": "", 
        "cofacilitator_twitter": "", 
        "description": "Hiring is hard, and we all know that. But, it's important at every level—intern or full-time. And let's face it: if your intern hiring processes are crap, your full-time hiring processes probably are, too. Let's break down three important things: 1.) The intern hiring process: the best processes to hire interns. Where to look for candidates, whether or not to pre-send interview questions, if reviewers should use rubrics and why sending intern feedback may take time but is imperative for growth. 2.) The internship: let's encourage interns to get the most out of their time with us. Should we do a pre-interview, make a work plan and/or pre-plan professional opportunities? 3.) The future: why these practices could define your future workforce. If we invest in making our interns diverse and well-equipt for the workforce, we could potentially invest in a more diverse and robust newsroom. Additionally, these practices aren't just for interns—some can be applied to the process for full-time hires as well. These are just some of the things I'd like to discuss in my session about the importance of intern-hiring and how it could change the future of a company, and moreover, the future of an individual who might have otherwise not had an opportunity like this.", 
        "facilitator": "Brittany Mayes", 
        "facilitator_twitter": "BritRenee_", 
        "title": "Internships (hiring processes and beyond) can change lives—let's not mess it up."
    }, 
    {
        "cofacilitator": "", 
        "cofacilitator_twitter": "", 
        "description": "A lot of managers see themselves at the center of the team’s universe -- the lynchpin, making the decisions, every day. And that’s a great way to burn out, stifle the growth of your teammates, and totally avoid thinking about the important stuff, like the *future*. So, forget that! Let’s talk about the tools and techniques you can use to make yourself non-essential. (Also good for non-managers who have bosses that are making poor choices.)", 
        "facilitator": "Brian Boyer", 
        "facilitator_twitter": "brianboyer", 
        "title": "More bibles, fewer priests: Tools for building self-managing teams"
    }, 
    {
        "cofacilitator": "Kim Bui", 
        "cofacilitator_twitter": "kimbui", 
        "description": "We're both middles: folks who somehow ended up in leadership positions after coming up in a turbulent time of rapid change for newsrooms. Sometimes we're managers, sometimes we're not. But still, it's possible to develop leadership skills and contribute leadership  to your news organization, no matter where you sit on the org chart. We have some thoughts on leadership and how it does/doesn't relate to management (we believe anyone can be a leader!), and we want to hear how others are leading from wherever you are.", 
        "facilitator": "Emma Carew Grovum", 
        "facilitator_twitter": "emmacarew", 
        "title": "Not All Leaders Are Managers: How to Lead from the Middle"
    }, 
    {
        "cofacilitator": "Lam Thuy Vo", 
        "cofacilitator_twitter": "lamthuyvo", 
        "description": "For decades, journalists have adhered to ethical codes of conduct that prevented them from taking political stances. These rules were established at a time when diversity in newsrooms was not nearly as prominent of an issue as it is now and when journalists did not have social media accounts. \nNow that Donald Trump is president and now that the issue of diversity in newsrooms is on everyone’s mind, we want to look at the future of these codes. \nWhat does it mean to be an immigrant in a newsroom when the president has based much of his campaign on anti-immigrant sentiments? How does a transgender reporter  take personal politics out of their job when legislative steps are encroaching on their everyday rights? \nIn this session, we present and discuss codes of conduct from various newsrooms before splitting up into groups and writing one together, one that will take into account the reality of modern journalism. ", 
        "facilitator": "Lo Bénichou", 
        "facilitator_twitter": "lobenichou", 
        "title": "Objectivity in the Modern Newsroom AKA minority journalists vs. Climate of Hate"
    }, 
    {
        "cofacilitator": "", 
        "cofacilitator_twitter": "", 
        "description": "You've made your hire. How do you make them feel welcome? What do they need to know before they show up? This will be an interactive hands-on workshop in which we'll explore ways to disseminate information (without overwhelming an applicant), things that made us feel welcome in our workplaces, and ways to convey mentorship/opportunity even before the first day. ", 
        "facilitator": "Melody Kramer", 
        "facilitator_twitter": "mkramer", 
        "title": "Onboarding before Day 1"
    }, 
    {
        "cofacilitator": "", 
        "cofacilitator_twitter": "", 
        "description": "Between the pressures of news cycles, editorial priorities and evolving audience habits, newsrooms struggle to prioritize establishing a work environment conducive to great journalism. While remote work introduces great flexibility for employer and employee, it further exacerbates some of these challenges, and can limit one's ability to thrive as well as the newsroom's ability to make the most of the talent they recruit.\n\nWith the goal of creating a concrete artifact (some type of reference material, like a guide) for employers and individuals on how to establish a thriving remote work relationship for newsrooms, participants in this workshop will contribute their experiences of positive and negative remote working arrangements and shape how these insights should be shared with newsrooms, co-located team members and new remote contributors.\n\nDreaming big: If time allows, an even better possibility is conducting a survey *before* SRCCON:WORK on remote practices in newsrooms so participants can spend their time augmenting community findings rather than starting from scratch.\n\nDreaming bigger: in addition to publishing the final artifact on Source, further work would include finding the right channels and settings to reach newsrooms managers and HR teams to directly share and advocate good practices.", 
        "facilitator": "Livia Labate", 
        "facilitator_twitter": "livlab", 
        "title": "Remotely effective: a guide to thriving newsrooms collaborations from afar"
    }, 
    {
        "cofacilitator": "Stefania Sicurelli", 
        "cofacilitator_twitter": "", 
        "description": "After a rocky start in hiring multiple engineering roles at Group Nine Media, Stefania Sicurelli (an engineering manager) and I  decided to do an overhaul of our hiring processes in order to attract a more diverse pool of candidates. The results were immediate. In this session, we'd like to take you through how we turned things around by sharing how we approached writing a job description and talk about some of the tools/resources we used to diversify our pool of applicants.", 
        "facilitator": "Chao Li", 
        "facilitator_twitter": "cli6cli6", 
        "title": "Small things you can do to attract a more diverse pool of job candidates TODAY"
    }, 
    {
        "cofacilitator": "", 
        "cofacilitator_twitter": "", 
        "description": "Newsrooms have never been described as particularly happy workplaces. But morale has taken a large hit in the last decade as layoffs, financial contraction and constant change have increased the pressure on newsrooms to produce more - almost to the point of exhaustion. Those are the not the ingredients for a happy workplace, and they are mostly out of our control. So how can we as individuals try to make our newsrooms more joyful, energizing places to be? We’ll look at some of the research about workplace happiness across industries and come up with strategies for how to improve our experiences at the places where we spend 40-plus hours each week.", 
        "facilitator": "Amy L. Kovac-Ashley", 
        "facilitator_twitter": "terabithia4", 
        "title": "The Pursuit of Newsroom Happiness: How to Bring More Joy to Your Workplace"
    }, 
    {
        "cofacilitator": "", 
        "cofacilitator_twitter": "", 
        "description": "These days, journalism careers aren’t typically working at an organization for 30 years and retiring with a gold watch and a pension. More likely, they’re composed of shorter stints at different organizations, in and out of the journalism world. Let’s talk about the challenges you face as you adapt to a new role and a new organization. You might feel a lot of self-doubt as you start from scratch, feeling like you have to prove yourself all over again. \n\nOn the other side of the coin, let’s talk about being on a team and welcoming a new person into your organization. You might have your own doubts. Is this person going to be a threat? A burden? How can you address these insecurities, while making the transition easier for them? Meanwhile as a manager, what responsibility do you have and what can you do to ensure things go smoothly?\n", 
        "facilitator": "Armand Emamdjomeh", 
        "facilitator_twitter": "emamd", 
        "title": "The starting a new job survival kit"
    }, 
    {
        "cofacilitator": "", 
        "cofacilitator_twitter": "", 
        "description": "The Vision & Goals Workshop is an interactive session to create your goals based on proven goal-setting techniques. You will learn how to align your actions towards accomplishing big-picture goals and get started with steering your career path.\n\nPast participants in the workshop from the company’s Digital Mentorship Program, Women’s Network, and the Young Professionals Network at New York Times have reported success in reaching their personal and professional goals, so join us to see what’s possible for you!\n", 
        "facilitator": "Jessica Kosturko", 
        "facilitator_twitter": "jessicakosturko", 
        "title": "Vision & Goals Workshop"
    }, 
    {
        "cofacilitator": "Katie Hawkins-Gaar", 
        "cofacilitator_twitter": "katiehawk", 
        "description": "Feedback is necessary for improvement. But in today's fast-paced newsrooms, it can be hard to carve out the time for it. And developers, designers and journalists can be so passionate about their work that any criticism feels like a personal attack. \n\nWithout a culture of critique, the journalism industry is missing out. We lack the skills to deliver valuable and constructive feedback, missing out on valuable opportunities to improve projects, stories and other initiatives. In this session, we'll offer ways to bring design thinking into the newsroom and, through group exercises and discussion, break down the benefits of critique. We'll share feedback experiences, does and don’ts, and ways we can create a culture of critique in our own newsrooms that result in better work for our audiences.\n", 
        "facilitator": "Hannah Wise", 
        "facilitator_twitter": "hannahjwise", 
        "title": "What do you really think? How to create a culture of critique and produce better work"
    }, 
    {
        "cofacilitator": "Millie Tran", 
        "cofacilitator_twitter": "millie", 
        "description": "In the cage match between day-to-day survival and long-term goals, who comes out on top? How do we get past treading water at work and move toward what we want next? And how do we even figure out what that is when we’re overwhelmed and overworked? In this session we’ll explore how to create space for longer term goals, and brainstorm specific ways to balance the short and long term in our daily work. ", 
        "facilitator": "Kaeti Hinck", 
        "facilitator_twitter": "kaeti", 
        "title": "What’s next: How to nurture growth in the face of burnout"
    }
]
